[
    {
        "id": "635915be10bb7f81b4bda4c7",
        "price": "$77",
        "picture": "https://coachtube.com/public/images/thumbs/very_big/Course/38182.c8cfb34cb273cf7033a02583ec992559.jpg",
        "rating": 2,
        "views": 1878,
        "name": "Intro to Cricket",
        "auther": "INFOTRIPS",
        "details": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 22-yard (20-metre) pitch with a wicket at each end, each comprising two bails balanced on three stumps."
    },
    {
        "id": "635915be94165afc39e92af5",
        "price": "$82",
        "picture": "https://www.cricketshala.com/wp-content/uploads/2018/08/cricket-batting-tips.png",
        "rating": 2,
        "views": 4940,
        "name": "Batting Basics",
        "auther": "GYNKO",
        "details": "Every beginner wants to become a great cricket player. There are a few techniques and tips you should know as a beginner to ace at the sport. In cricket, the 3 things which are important are bowling, batting, and fielding. If you want to become a great batsman, here are a few very helpful cricket batting tips for you"
    },
    {
        "id": "635915be6acef376370e21b3",
        "price": "$69",
        "picture": "https://i.ytimg.com/vi/6UDDCjpSPs0/maxresdefault.jpg",
        "rating": 2,
        "views": 3614,
        "name": "Batting",
        "auther": "BOLAX",
        "details": "In cricket, batting is the act or skill of hitting the ball with a bat to score runs and prevent the loss of one's wicket. Any player who is currently batting is a batsman or batswoman, increasingly referred to as a batter, regardless of whether batting is their particular area of expertise. Batsmen have to adapt to various conditions when playing on different cricket pitches, especially in different countries - therefore, as well as having outstanding physical batting skills, top-level batsmen will have quick reflexes, excellent decision-making and be good strategists."
    },
    {
        "id": "635915bea99f429a7809fb14",
        "price": "$53",
        "picture": "https://p.imgci.com/db/PICTURES/CMS/278900/278910.jpg",
        "rating": 3,
        "views": 3785,
        "name": "How to Leave the Ball",
        "auther": "ROCKLOGIC",
        "details": "The best technique to leave is to go the opposite direction of the ball. More like a fencing when you push your sword towards the opponent. In batting one can move forward and push the bat underneath the line of the ball. Don't be in line of the ball's axis, either move towards leg to avoid the line."
    },
    {
        "id": "635915bed92d603b2b533245",
        "price": "$59",
        "picture": "https://www.cricketbio.com/wp-content/uploads/2020/11/cover-drive-position-tips-1024x747.jpg",
        "rating": 3,
        "views": 3399,
        "name": "Cricket Batting Tips",
        "auther": "LETPRO",
        "details": "Every apprentice wants to be a great cricketer. Here are some tips and tricks you should know as a beginner to become proficient in sports. The 3 most important things in cricket are bowling, batting, and fielding. If you want to be a great batsman, here are some very helpful cricket batting tips for you."
    },
    {
        "id": "635915be89a1047713a883a9",
        "price": "$41",
        "picture": "https://www.cricketvictoria.com.au/wp-content/uploads/2018/01/Screen_Shot_2014-06-20_at_1.58.03_PM.png",
        "rating": 4,
        "views": 4162,
        "name": "Cricket Bowling Tips",
        "auther": "QUORDATE",
        "details": "Increase your speed with longer strides. During the run up your body should lean forward and your arms should stay close to your body. Your hands should be in motion. Just above the waistband"
    },
    {
        "id": "635915be841b8f7d11b077e0",
        "price": "$66",
        "picture": "https://blog.playo.co/wp-content/uploads/2017/09/fielding-jadeja.jpg",
        "rating": 2,
        "views": 1178,
        "name": "Fielding",
        "auther": "Dillard Sanchez",
        "details": "Fielding in the sport of cricket is the action of fielders in collecting the ball after it is struck by the striking batter, to limit the number of runs that the striker scores and/or to get a batter out by either catching a hit ball before it bounces, or by running out either batter before they can complete the run they are currently attempting. There are a number of recognised fielding positions, and they can be categorised into the offside and leg side of the field. Fielding also involves preventing the ball from going to or over the edge of the field (which would result in runs being scored by the batting team in the form of a boundary)."
    },
    {
        "id": "635915bee1712aac3d88f5a8",
        "price": "$63",
        "picture": "https://static-ai.asianetnews.com/images/01emr2668fetp0pq3321918ds1/vrp0130-jpg_710x400xt.jpg",
        "rating": 4,
        "views": 2853,
        "name": "Decision making in Cricket",
        "auther": "VOLAX",
        "details": "What is decision making ? . In sport, when an athlete decides to play/act in particular way. It can be passing the ball to certain position, hitting the ball in certain area, bowling certain length, playing certain shots."
    }
]